<template>
	<div>
		<p>在您注销您的帐号之前，请充分阅读、理解并同意下列事项：</p>
		<br />
		<p>我们对您注销速播账号的决定深表遗憾。您注销帐号的行为，将导致我们终止对您提供本服务，可能会给您的后续使用带来不便。注销成功后，我们将删除您的个人信息，使其保持不可被检索、访问的状态，或对其进行匿名化处理。请您知晓并理解，根据相关法律规定相关交易记录须保存 1 年甚至更长的时间。</p>
		<p>如果您仍需要注销帐号，您的帐号需同时满足以下条件：</p>
		<p>帐号无任何纠纷，包括投诉举报或被投诉举报； 帐号为正常使用中的帐号且无任何帐号被限制的记录；</p>
		<p>在帐号注销期间，如果您乎帐号涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，速播有权自行终止本帐号的注销而无需另行得到您的同意。</p>
		<br />
		<p>请您在提交注销申请前，务必解绑其他相关帐号 帐号一旦被注销将不可恢复，请您在操作之前自行备份帐号相关的所有信息和数据。注销帐号，您将无法再使用本帐号，也将无法找回您帐号中及与帐号相关的任何内容或信息（即使您使用相同的手机号码再次注册并使用速播），</p>
		<p>包括但不限于：您将无法登录、使用帐号； 帐号的个人资料和历史信息（包括但不限于用户名、昵称、头像、问题、回答、站内信等）都将无法找回；</p>
		<p>您将无法再登录、使用前述服务，您曾获得的金币、及其他卡券等视为您自行放弃，将无法继续使用。您理解并同意，速播无法协助您重新恢复前述服务。</p>
		<br />
		<p>帐号注销后您已发布的所有内容将转为匿名发布，如需删除内容，请在申请注销前自行处理。 注销帐号并不代表帐号注销前的帐号行为和相关责任得到豁免或减轻。</p>
	</div>
</template>
<style scoped>
p {
	font-style: normal;
	font-weight: 300;
	font-size: 16px;
	line-height: 24px;
	color: #606266;
}
</style>